Repository: immonex/kickstart-elementor
Catalog: src/languages/immonex-kickstart-elementor-*_formal.po
Languages: de_de@formal

source: Caption
de_de@formal: Titel

source: None
de_de@formal: Keine

source: Attachment Caption
de_de@formal: Anhangtitel

source: Manage your site’s lightbox settings in the %1$sLightbox panel%2$s.
de_de@formal: Globale Lightbox-Einstellungen der Website können in den %1$sLightbox-Optionen%2$s angepasst werden.

source: Order By
de_de@formal: Sortieren Nach

source: Images
de_de@formal: Bilder

source: Spacing
de_de@formal: Abstände

source: Custom
de_de@formal: Benutzerdefiniert

source: Custom Spacing
de_de@formal: Benutzerdefinierte Abstände

source: Corner Radius
de_de@formal: Eckradius

source: Justified
de_de@formal: Ausgerichtet

source: Condition & Development
de_de@formal: Zustand & Erschließung

source: condition
de_de@formal: Zustand

source: Condition and Development
de_de@formal: Zustand und Erschließung

source: Build Year
de_de@formal: Baujahr

source: modernized
de_de@formal: modernisiert

source: Construction Type
de_de@formal: Bauweise

source: massive
de_de@formal: massiv

source: Roof Type
de_de@formal: Dachform

source: Gabled Roof
de_de@formal: Satteldach

source: Core Details
de_de@formal: Kerndaten

source: core
de_de@formal: Kern

source: Property #
de_de@formal: Objektnr.

source: Locality
de_de@formal: Standort

source: Plot Area
de_de@formal: Grundstücksfläche

source: Rooms
de_de@formal: Zimmer

source: Living Rooms/Bedrooms
de_de@formal: Wohn-/Schlafzimmer

source: Bedrooms
de_de@formal: Schlafzimmer

source: Primary Price
de_de@formal: Primärpreis

source: Description
de_de@formal: Beschreibung

source: description
de_de@formal: Beschreibung

source: Description Type
de_de@formal: Beschreibungsart

source: Property
de_de@formal: Immobilie

source: Format Continuous Text
de_de@formal: Fließtext formatieren

source: Description Text
de_de@formal: Beschreibungstext

source: Would you like to live in a great single-family home and move in straight away - without any tiresome renovation work?
de_de@formal: Würden Sie gerne in einem tollen Einfamilienhaus wohnen und sofort einziehen – ohne lästige Renovierungsarbeiten?

source: Floor-to-ceiling windows, a friendly and colorful facade design as well as many communicative common areas underline the clear orientation towards the needs of the residents.
de_de@formal: Bodentiefe Fenster, eine freundliche und farbenfrohe Fassadengestaltung sowie viele kommunikative Gemeinschaftsbereiche unterstreichen die klare Ausrichtung an den Bedürfnissen der Bewohner.

source: The house convinces with a style-typical architecture that combines modern living ambience with classic industrial charm. Striking stylistic elements such as the striking clinker facade were retained in the course of the modernization and today give the building a very special, individual character.
de_de@formal: Das Haus überzeugt mit einer stiltypischen Architektur, die modernes Wohnambiente mit klassischem Industriecharme verbindet. Markante Stilelemente wie die markante Klinkerfassade blieben im Zuge der Modernisierung erhalten und verleihen dem Gebäude heute einen ganz besonderen, individuellen Charakter.

source: The single-family house offered here surprises with an astonishingly idyllic location in the midst of the hustle and bustle of Rupert Farnsworth Alley.
de_de@formal: Das hier angebotene Einfamilienhaus überrascht mit einer erstaunlich idyllischen Lage inmitten des geschäftigen Treibens der Rupert-Farnsworth-Allee.

source: There is a large supermarket in town, as well as bakeries, butchers, various bank branches, a pharmacy and various craft businesses.
de_de@formal: Im Ort gibt es einen großen Supermarkt, außerdem Bäckereien, Metzgereien, diverse Bankfilialen, eine Apotheke und verschiedene Handwerksbetriebe.

source: Thanks to the floor-to-ceiling windows and the southern orientation, the sun shines into the living room throughout the day. The threshold-free door takes you to both the south-facing terrace and the garden. Very practical and in good shape: there is a tool shed and a large greenhouse in the garden. The former even has electricity and fresh water connections!
de_de@formal: Dank der bodentiefen Fenster und der Südausrichtung scheint den ganzen Tag die Sonne ins Wohnzimmer. Durch die schwellenlose Tür gelangt man sowohl auf die Südterrasse als auch in den Garten. Sehr praktisch und gut in Schuss: Im Garten befinden sich ein Geräteschuppen und ein großes Gewächshaus. Ersterer verfügt sogar über Strom- und Frischwasseranschlüsse!

source: We would like to point out that the property information, documents, plans, etc. come from the seller or landlord. We therefore assume no liability for the accuracy or completeness of the information.
de_de@formal: Wir weisen darauf hin, dass die Objektinformationen, Unterlagen, Pläne etc. vom Verkäufer bzw. Vermieter stammen. Für die Richtigkeit und Vollständigkeit der Angaben übernehmen wir daher keine Haftung.

source: flexible
de_de@formal: flexibel

source: Purchase Price
de_de@formal: Kaufpreis

source: Parking Space
de_de@formal: Parkfläche

source: Living Space
de_de@formal: Wohnfläche

source: Usable Space
de_de@formal: Nutzfläche

source: Floors
de_de@formal: Etagen

# sample data
source: elena.example@immonex.one
de_de@formal: bettina.beispiel@immonex.one

source: Phone
de_de@formal: Fon

source: Flooring
de_de@formal: Bodenbeläge

source: Parquet, Marble
de_de@formal: Parkett, Marmor

source: Downloads and Links
de_de@formal: Downloads und Links

source: Information Brochure
de_de@formal: Infobroschüre

source: energy
de_de@formal: Energie

source: pass
de_de@formal: Ausweis

source: efficiency
de_de@formal: Effizienz

source: Consumption Pass
de_de@formal: Verbrauchsausweis

source: Issuing Date
de_de@formal: Ausstellungsdatum

source: Primary Energy Carrier
de_de@formal: Primärenergieträger

source: Oil
de_de@formal: Öl

source: Energy Consumption Parameter
de_de@formal: Energieverbrauchskennwert

source: Feature List
de_de@formal: Ausstattungsliste

source: features
de_de@formal: Ausstattung

source: Air Condition
de_de@formal: Klimaanlage

source: Fireplace
de_de@formal: Offener Kamin

source: Guest Toilet
de_de@formal: Gäste-WC

source: Garden Use
de_de@formal: Gartennutzung

source: Taxonomies
de_de@formal: Taxonomien

source: Marketing Type
de_de@formal: Vermarktungsart

source: Type of Use
de_de@formal: Nutzungsart

source: Property Type
de_de@formal: Objektart

source: The label colors can be customized in the Kickstart plugin options. <strong>Optionally</strong>, alternative uniform colors for all labels can be selected below.
de_de@formal: Die Farben der Labels können in den Kickstart Plugin-Optionen angepasst werden. <strong>Optional</strong> kann nachfolgend auch eine alternative Einheitsfarbe für alle Labels ausgewählt werden.

source: For Sale
de_de@formal: Zu Verkaufen

source: Reserved
de_de@formal: Reserviert

source: Living Property
de_de@formal: Wohnimmobilie

source: Single-family House
de_de@formal: Einfamilienhaus

source: Main Image
de_de@formal: Hauptbild

source: Image
de_de@formal: Bild

source: Max Width
de_de@formal: Max. Breite

source: Object Fit
de_de@formal: Bildanpassung

source: Fill
de_de@formal: Füllen

source: Cover
de_de@formal: Ausfüllen

source: Contain
de_de@formal: Enthalten

source: Scale Down
de_de@formal: Herunterskalieren

source: Object Position
de_de@formal: Objektposition

source: Center Center
de_de@formal: Mitte Mitte

source: Center Left
de_de@formal: Mitte Links

source: Center Right
de_de@formal: Mitte Rechts

source: Top Center
de_de@formal: Oben Mitte

source: Top Left
de_de@formal: Oben Links

source: Top Right
de_de@formal: Oben Rechts

source: Bottom Center
de_de@formal: Unten Mitte

source: Bottom Left
de_de@formal: Unten Links

source: Bottom Right
de_de@formal: Unten Rechts

source: Opacity
de_de@formal: Deckkraft

source: Transition Duration
de_de@formal: Übergangsdauer

source: Energy Scale
de_de@formal: Energieskala

source: scale
de_de@formal: Skala

source: Always show
de_de@formal: Immer anzeigen

source: Display a notice and a preview scale if the energy data of the respective property are not available (yet).
de_de@formal: Hinweis und Vorschauskala anzeigen, wenn die Energiedaten der betreffenden Immobilie (noch) nicht vorliegen.

source: Display Errors
de_de@formal: Fehler anzeigen

source: This option can be enabled <strong>temporary</strong> for troubleshooting purposes.
de_de@formal: Diese Option kann <strong>temporär</strong> zur Fehlerbehebung aktiviert werden.

source: Remarks
de_de@formal: Anmerkungen

source: Optional short text to display under the graphical scale
de_de@formal: Optionaler Hinweistext, der unterhalb der grafischen Skala angezeigt wird

source: Scale
de_de@formal: Skala

source: Automatic Selection
de_de@formal: Automatische Auswahl

source: Stacked Bars
de_de@formal: Farbbalken (Stacked Bars)

source: Display Type
de_de@formal: Darstellungsart

source: The compact display type is better suited for embedding in narrow columns.
de_de@formal: Die kompakte Darstellungsform eignet sich besser für die Einbindung in schmalen Spalten.

source: Compact
de_de@formal: Kompakt

source: bottom
de_de@formal: unten

source: The native footer box contains a link to the property overview page.
de_de@formal: Die native <em>Footer-Box</em> enthält einen Link zur Immobilien-Übersichtsseite.

source: Main Gallery
de_de@formal: Hauptgalerie

source: Photos, Videos, 360°…
de_de@formal: Fotos, Videos, 360°…

source: Include Videos
de_de@formal: Videos einbinden

source: Include Virtual Tour
de_de@formal: Virtuelle Tour einbinden

source: Show Default Headline
de_de@formal: Standard-Überschrift anzeigen

source: Main gallery and energy pass images have no heading by default.
de_de@formal: Hauptgalerie und Energieausweis-Bilder enthalten standardmäßig keine Überschrift.

source: Custom Headline
de_de@formal: Benutzerdefinierte Überschrift

source: Leave blank to disable the headline display.
de_de@formal: Leer lassen zum Ausblenden der Überschrift.

source: Show Image/Video Captions
de_de@formal: Bild-/Videobezeichnungen anzeigen

source: Image Links
de_de@formal: Bildlinks

source: Enable full size/lightbox link for the currently displayed image.
de_de@formal: Vollansicht/Lightbox-Link für das aktuell angezeigte Bild aktivieren.

source: Transition Animation
de_de@formal: Übergangsanimation

source: Defaults to <code>Push</code> for the main gallery and <code>Scale</code> for other gallery types (floor plans, energy pass images etc.).
de_de@formal: Standardvorgaben sind <code>Push</code> für die Hauptgalerie und <code>Scale</code> für andere Galerien (Grundrisse, Energieausweis-Grafiken etc.).

source: Ken Burns Effect
de_de@formal: Ken-Burns-Effekt

source: KBE Display Mode
de_de@formal: KBE-Darstellungsmodus

source: Covering the entire area of the container element usually looks better, but some images may be displayed "cropped" horizontally after the animation (depending on the different aspect ratios of the gallery images).
de_de@formal: Ein komplett ausgefülltes Container-Element wirkt im Regelfall optisch ansprechender, allerdings können manche Bilder hierbei nach der Animation horizontal "zugeschnitten" dargestellt werden (abhängig von den unterschiedlichen Seitenverhältnissen der Galeriebilder).

source: In return, always displaying the images in full may result in empty areas at the top and/or bottom of the container element.
de_de@formal: Werden die Bilder immer vollständig angezeigt, können hieraus im Gegenzug leere Flächen am oberen und/oder unteren Rand des Container-Elements resultieren.

source: Cover the entire container element
de_de@formal: Container-Element vollständig ausfüllen

source: Show full images
de_de@formal: Bilder vollständig anzeigen

source: centered
de_de@formal: zentriert

source: top
de_de@formal: oben

source: Hide Dividing Line
de_de@formal: Trennlinie ausblenden

source: iFrame allow Attribute
de_de@formal: iFrame-allow-Attribut

source: Leave blank to use the default value.
de_de@formal: Leer lassen zur Verwendung des Standardwerts.

source: The following options must only be adjusted <strong>per widget</strong> in special cases. The global defaults for all galleries can be defined in the Kickstart plugin options.
de_de@formal: Die Anpassung der folgenden Optionen <strong>pro Widget</strong> ist nur in Ausnahmefällen erforderlich. Die globalen Vorgaben für alle Galerien können in den Kickstart-Plugin-Optionen definiert werden.

source: Slider Min. Height
de_de@formal: Slider-Mindesthöhe

source: Minimum height of the <strong>container element</strong> that holds the gallery's upper main slider in pixels (<code>0</code> to use the global default value).
de_de@formal: Mindesthöhe des <strong>Container-Elements</strong> in Pixeln, das den oberen Haupt-Slider der Galerie enthält (<code>0</code> zur Übernahme des globalen Standardwerts).

source: Slider Background Color
de_de@formal: Slider-Hintergrundfarbe

source: Background color of the upper main slider area that contains the currently selected image, video or virtual tour.
de_de@formal: Hintergrundfarbe des oberen Haupt-Slider-Bereichs, der das aktuell ausgewählte Bild, Video bzw. die virtuelle Tour enthält.

source: This is a <strong>demo</strong> of the <a href="https://www.cloudpano.com/" target="_blank">CloudPano</a> 360° tour service.
de_de@formal: Dies ist eine <strong>Demonstration</strong> des <a href="https://www.cloudpano.com/" target="_blank">CloudPano</a> 360°-Tour-Dienstes.

source: head
de_de@formal: Kopf

source: Use/Property Type
de_de@formal: Nutzungs-/Objektart

source: Address/Location
de_de@formal: Adresse/Lage

source: Core Data
de_de@formal: Kerndaten

source: The standard header contains the property's type, title, address and price as well as other core data and labels.
de_de@formal: Der Standard-Header enthält Art, Bezeichnung, Adresse, Preis sowie weitere Kerndaten und Labels der Immobilie.

source: <strong>Alternatively</strong>, these contens can also be inserted as separate elements.
de_de@formal: Diese Angaben können <strong>alternativ</strong> auch in Form separater Inhaltselemente eingebunden werden.

source: Print/PDF Link
de_de@formal: Drucken/PDF-Link

source: The default is defined in the Kickstart Print add-on options.
de_de@formal: Die Standardangabe ist in den Kickstart Print Add-on-Optionen definiert.

source: Show
de_de@formal: Anzeigen

source: Hide
de_de@formal: Ausblenden

source: Background
de_de@formal: Hintergrund

source: The <strong>default</strong> background color for header and footer sections can be adjusted in the Kickstart plugin options.
de_de@formal: Die <strong>Standard</strong>-Hintergrundfarbe für Kopf- und Fußabschnitte können in den Kickstart Plugin-Optionen angepasst werden.

source: Title
de_de@formal: Titel

source: Location Map
de_de@formal: Standortkarte

source: location
de_de@formal: Standort

source: Google Area Map of property's neighborhood
de_de@formal: Google-Umgebungskarte des Immobilien-Lage

source: with road map layer
de_de@formal: mit Straßenkarten-Ebene

source: Video Gallery
de_de@formal: Video-Galerie

source: Defaults to <em>Videos</em>.
de_de@formal: Standardvorgabe ist <em>Videos</em>.

source: Show Video Captions
de_de@formal: Videobezeichnungen anzeigen

source: Defaults to <code>Scale<code>.
de_de@formal: Standardvorgabe ist <code>Scale</code>.

source: 360° Virtual Tour
de_de@formal: Virtuelle 360° Tour

source: price
de_de@formal: Preis

source: prices
de_de@formal: Preise

source: costs
de_de@formal: Kosten

source: Rental Revenues/Year
de_de@formal: Mieteinnahmen/Jahr

source: Buyer's Provision
de_de@formal: Käuferprovision

source: incl. VAT
de_de@formal: inkl. MwSt.

source: print
de_de@formal: Druck

source: Defaults to "Print/PDF" if empty and no icon is selected.
de_de@formal: Falls leer und kein Icon ausgewählt wurde, wird die Standardvorgabe "Drucken/PDF" übernommen.

source: Print/PDF
de_de@formal: Drucken/PDF

source: Defaults to the standard link color.
de_de@formal: Vorgabe ist die Standard-Linkfarbe.

source: Icon Alignment
de_de@formal: Icon-Ausrichtung

source: Trail
de_de@formal: Pfad

source: type
de_de@formal: Typ

source: trail
de_de@formal: Pfad

source: The property type is rendered as breadcrumb trail with (optional) links to the related category overview/archive pages.
de_de@formal: Die Objektart wird als <em>Brotkrumen-Pfad</em> (Breadcrumb Trail) gerendert – optional mit Links zu den Übersichts-/Archivseiten der betreffenden Kategorien.

source: Include Type of Use
de_de@formal: Nutzungsart einbinden

source: Include Parent Type
de_de@formal: Hauptkategorie einbinden

source: e.g. <strong>Houses</strong> for a property types like <strong>Single-family home</strong>
de_de@formal: z. B. <strong>Häuser</strong> für einen Immobilientyp wie <strong>Einfamilienhaus</strong>

source: The default overview page can be selected in the <strong>lists</strong> tab of the Kickstart plugin options.
de_de@formal: Die Standard-Übersichtsseite kann im Tab <strong>Listen</strong> der Kickstart-Plugin-Optionen ausgewählt werden.

# link destination: none
source: None
de_de@formal: Ohne

source: Default Overview Page
de_de@formal: Standard-Übersichtsseite

source: Archive Page
de_de@formal: Archivseite

source: The icon is displayed as separator between the trail elements (&gt; if not selected).
de_de@formal: Das Icon wird als Trenner zwischen den Pfad-Elementen angezeigt (&gt; falls nicht ausgewählt).

source: Link Color
de_de@formal: Linkfarbe

source: Residential Property
de_de@formal: Wohnimmobilie

source: Houses
de_de@formal: Häuser

source: Short Description
de_de@formal: Kurzbeschreibung

source: excerpt
de_de@formal: Auszug

source: short
de_de@formal: kurz

source: Max. Length
de_de@formal: Max. Länge

source: 16 up to 1,024 characters
de_de@formal: 16 bis 1.024 Zeichen

source: Continuation Points
de_de@formal: Fortsetzungspunkte

source: Paragraph Wrap
de_de@formal: Text in &lt;P&gt; Tag

source: Body Text
de_de@formal: Fließtext

source: Don't miss out on this extraordinary chance to own a stunning freestanding single-family home with captivating ocean views in the charming town of Demo. Located just an hour and a half outside the city, the potential for this home is boundless!
de_de@formal: Verpassen Sie nicht diese außergewöhnliche Chance, ein atemberaubendes, freistehendes Einfamilienhaus mit bezauberndem Meerblick in der charmanten Demostadt zu besitzen. Nur anderthalb Stunden außerhalb der Stadtzentrums gelegen, ist das Potenzial dieses Hauses grenzenlos!

source: title
de_de@formal: Titel

source: Spacious house in an excellent location
de_de@formal: Geräumiges Haus in erstklassiger Lage

source: Agency List
de_de@formal: Agenturliste

source: agency
de_de@formal: agentur

source: Agency
de_de@formal: Agentur

source: contact
de_de@formal: Kontakt

source: agents
de_de@formal: Makler

source: Automatic (Property Detail Pages)
de_de@formal: Automatisch (Immobilien-Detailseiten)

source: Text in General
de_de@formal: Text allgemein

source: Company
de_de@formal: Firma

source: Contact Data Elements
de_de@formal: Kontaktdaten-Elemente

source: Consent Texts
de_de@formal: Einwilligungstexte

source: The widget is a compact view that usually contains the contact data incl. logo and form (see Elements below), the full view also includes lists of related agents and properties, but no form by default.
de_de@formal: Das Widget ist eine kompakte Ansicht, die im Normalfall die Kontaktdaten inkl. Logo und Formular (siehe nachfolgende Elemente) enthält. Die Vollansicht umfasst zudem Listen zugehöriger Kontaktpersonen und Immobilien, in der Standardkonfiguration aber kein Formular.

source: Full View (Single)
de_de@formal: Vollansicht (Single)

source: Only to be selected if the agency data should <strong>not</strong> be embedded in a <strong>property detail page<strong>.
de_de@formal: Nur auszuwählen, wenn die Daten der Agentur <strong>nicht</strong> in eine <strong>Immobilien-Detailseite</strong> eingebettet werden sollen.

source: Contact Form Scope
de_de@formal: Kontaktformular-Umfang

source: Basic
de_de@formal: Einfach

source: Agency Link Destination
de_de@formal: Agentur-Linkziel

source: Internal Profile Page
de_de@formal: Interne Profilseite

source: External URL (if available)
de_de@formal: Externe URL (wenn verfügbar)

source: Property Status
de_de@formal: Objektstatus

source: Display the agency widget only on detail pages of properties matching the selected state.
de_de@formal: Agentur-Widget nur in Detailseiten von Immobilien anzeigen, deren Status dem ausgewählten entspricht.

source: All Properties
de_de@formal: Alle Immobilien

source: All except References
de_de@formal: Alle außer Referenzen

source: Available only
de_de@formal: Nur verfügbare

source: References only
de_de@formal: Nur Referenzobjekte

source: Convert Links
de_de@formal: Links konvertieren

source: Convert mail addresses and phone numbers to links.
de_de@formal: Mail-Adressen und Telefonnummern in Links umwandeln.

source: Contact Elements
de_de@formal: Kontakt-Elemente

source: The order of the following elements does not affect their frontend output order.
de_de@formal: Die Reihenfolge der folgenden Elemente hat keinen Einfluss auf ihre Ausgabereihenfolge im Frontend.

source: Extended (Full View)
de_de@formal: Erweitert (Vollansicht)

source: The following settings can be used to override the corresponding ones in the plugin and agency options.
de_de@formal: Mit den folgenden Einstellungen können die entsprechenden Angaben der Plugin- und Agentur-Optionen überschrieben werden.

source: Agent List
de_de@formal: Kontaktpersonen-Liste

source: Display agents associated with the agency.
de_de@formal: Kontaktpersonen der Agentur anzeigen.

source: Default (Plugin/Agency Options)
de_de@formal: Standard (Plugin-/Agentur-Optionen)

source: show
de_de@formal: anzeigen

source: hide
de_de@formal: ausblenden

source: Property List
de_de@formal: Immobilienliste

source: Display properties associated with the agency.
de_de@formal: Immobilien der Agentur anzeigen.

source: Legal Notice
de_de@formal: Impressum

source: Display the agency's legal notice, if available.
de_de@formal: Impressum der Agentur anzeigen, sofern vorhanden.

source: The link (action elements) color is defined in the Kickstart plugin options.
de_de@formal: Die Linkfarbe (Aktionselemente) wird in den Optionen des Kickstart-Plugins festgelegt.

source: Form Fields
de_de@formal: Formularfelder

source: Placeholder Color
de_de@formal: Platzhalter-Farbe

source: Border Color
de_de@formal: Rahmenfarbe

source: Submit Button
de_de@formal: Absendebutton

source: Hover Color
de_de@formal: Hover-Farbe

source: List Headlines
de_de@formal: Listen-Überschriften

source: Contact <span style="white-space:nowrap">Person/Form</span>
de_de@formal: Kontaktperson/-formular

source: The detail page section and the more compact widget view usually contain all contact information incl. photo and a form (see Elements below), the full view also includes a list of related properties and a link to the agency details.
de_de@formal: Der Detailseiten-Abschnitt und die kompaktere Widget-Ansicht enthalten im Normalfall alle Kontaktdaten inkl. Foto und Formular (siehe folgende Elemente). Die Vollansicht umfasst darüber hinaus eine Liste zugehöriger Immobilien und einen Link zu den Agenturdetails.

source: Contact Section (Property Detail Pages)
de_de@formal: Kontakt-Abschnitt (Immobilien-Detailseiten)

source: Contact Person (Agent)
de_de@formal: Kontaktperson (Makler)
