Repository: immonex/kickstart-elementor
Catalog: src/languages/immonex-kickstart-elementor-*_formal.po
Languages: de_de@formal

source: Only to be selected if the agent data should <strong>not</strong> be embedded in a <strong>property detail page<strong>.
de_de@formal: Nur auszuwählen, wenn die Daten der Kontaktperson <strong>nicht</strong> in eine <strong>Immobilien-Detailseite</strong> eingebettet werden sollen.

source: Insert "auto" for an agent's gender conforming standard title.
de_de@formal: Hier kann mit "auto" ein zum Geschlecht der Kontaktperson passender Standardtitel generiert werden.

source: Agent Link Destination
de_de@formal: Makler-Linkziel

source: Display the agent widget only on detail pages of properties matching the selected state.
de_de@formal: Kontaktpersonen-Widget nur in Detailseiten von Immobilien anzeigen, deren Status dem ausgewählten entspricht.

source: The following settings can be used to override the corresponding ones in the plugin and agent options.
de_de@formal: Mit den folgenden Einstellungen können die entsprechenden Angaben der Plugin- und Kontaktpersonen-Optionen überschrieben werden.

source: Display properties associated with the agent.
de_de@formal: Mit der Kontaktperson verbundene Immobilien anzeigen.

source: Default (Plugin/Agent Options)
de_de@formal: Standard (Plugin-/Kontaktpersonen-Optionen)

source: Footer Box (Agency Link)
de_de@formal: Footer-Box (Agenturlink)

source: Includes the name/logo linked to the detail page of the related agency and a short description, if available.
de_de@formal: Enthalten sind Name/Logo (verlinkt mit der Detailseite der zugehörigen Agentur) und eine Kurzbeschreibung, sofern verfügbar.
