Repository: immonex/kickstart-elementor
Catalog: src/languages/immonex-kickstart-elementor-*_formal.po
Languages: de_de@formal

source: immonex Kickstart add-on providing 30+ Elementor widgets, dynamic tags and more for creating professional real estate sites
de_de@formal: immonex Kickstart Add-on mit 30+ Elementor-Widgets, dynamischen Tags und mehr für die Umsetzung professioneller Immobilien-Websites

source: Exterior
de_de@formal: Außenansicht

source: Interior
de_de@formal: Innenansicht

source: Floor Plan
de_de@formal: Grundriss

source: Energy Pass
de_de@formal: Energieausweis

source: Gallery Image
de_de@formal: Galeriebild

source: Gallery
de_de@formal: Galerie

source: Demo Image
de_de@formal: Demobild

source: Property Details
de_de@formal: Immobiliendetails

source: Property Lists and Search
de_de@formal: Immobilienlisten und -suche

source: Contacts & Agencies
de_de@formal: Kontakte & Agenturen

source: Marketing & Acquisition
de_de@formal: Marketing & Akquise

source: A skin is a set of templates files (PHP, Twig, CSS, JS etc.) and related resources like images and fonts for plugin frontend elements and pages.
de_de@formal: Ein Skin ist ein Satz von Template-Dateien (PHP, Twig, CSS, JS) sowie zugehörigen Ressourcen wie Bildern und Fonts für Plugin-Frontend-Elemente und -Seiten.

source: Features
de_de@formal: Ausstattung

source: Areas
de_de@formal: Flächen

source: Infrastructure
de_de@formal: Infrastruktur

source: Contact
de_de@formal: Kontakt

source: Location
de_de@formal: Lage

source: Prices
de_de@formal: Preise

source: Miscellaneous
de_de@formal: Sonstiges

source: Condition
de_de@formal: Zustand

source: various
de_de@formal: diverse

source: Kickstart Gallery
de_de@formal: Kickstart Galerie

source: Image Type/Source
de_de@formal: Bildtyp/-quelle

source: Main Gallery Images
de_de@formal: Bilder der Hauptgalerie

source: Floor Plans
de_de@formal: Grundrisse

source: Energy Pass Images
de_de@formal: Energieausweisbilder

source: Custom Field(s)
de_de@formal: Benutzerdefinierte Felder

source: Image ID Field(s)
de_de@formal: Bild-ID-Felder

source: Comma-separated list of <strong>custom field names</strong> containing the (attachment post) IDs of the images to include in the gallery.
de_de@formal: Kommagetrennte Liste der <strong>Namen der benutzerdefinierten Felder</strong> (Custom Fields), die die IDs (Anhang-Beiträge) der einzubindenden Bilder enthalten.

source: Kickstart Template Data
de_de@formal: Kickstart Template-Daten

source: Type
de_de@formal: Art

source: Flex Elements
de_de@formal: Flex-Elemente

source: Array Keys
de_de@formal: Array-Schlüssel

source: Element Type
de_de@formal: Elementart

source: no formatting
de_de@formal: keine Formatierung

source: Decimal Places
de_de@formal: Dezimalstellen

source: Before Value
de_de@formal: Vor Wert

source: After Value
de_de@formal: Nach Wert

source: User-defined/RegEx
de_de@formal: Benutzerdefiniert/RegEx

source: Elements
de_de@formal: Elemente

source: Key(s)
de_de@formal: Schlüssel

source: Destination (Custom Field)
de_de@formal: Ziel (Custom Field)

source: Price
de_de@formal: Preis

source: Area
de_de@formal: Fläche

source: Number
de_de@formal: Nummer

source: Link (URL/E-Mail/Phone)
de_de@formal: Link (URL/E-Mail/Fon)

source: image
de_de@formal: Bild

source: photo
de_de@formal: Foto

source: virtual
de_de@formal: virtuell

source: gallery
de_de@formal: Galerie

source: Icon List
de_de@formal: Icon-Liste

source: list
de_de@formal: Liste

source: General
de_de@formal: Allgemein

source: List
de_de@formal: Liste

source: Default
de_de@formal: Standard

source: Columns
de_de@formal: Spalten

source: Space Between
de_de@formal: Zwischenraum

source: Alignment
de_de@formal: Ausrichtung

source: Left
de_de@formal: Links

source: Center
de_de@formal: Mitte

source: Right
de_de@formal: Rechts

source: Divider
de_de@formal: Trenner

source: Off
de_de@formal: Aus

source: On
de_de@formal: An

source: Style
de_de@formal: Stil

source: Solid
de_de@formal: Durchgezogen

source: Double
de_de@formal: Doppelt

source: Dotted
de_de@formal: Gepunktet

source: Dashed
de_de@formal: Gestrichelt

source: Weight
de_de@formal: Stärke

source: Width
de_de@formal: Breite

source: Height
de_de@formal: Höhe

source: Color
de_de@formal: Farbe

source: Size
de_de@formal: Größe

source: Gap
de_de@formal: Lücke

source: Horizontal Alignment
de_de@formal: Horizontale Ausrichtung

source: Vertical Alignment
de_de@formal: Vertikale Ausrichtung

source: End
de_de@formal: Ende

source: Adjust Vertical Position
de_de@formal: Vertikale Position anpassen

source: Key/Value List
de_de@formal: Schlüssel/Wert-Liste

source: key-value
de_de@formal: Schlüssel-Wert

source: Detail Section
de_de@formal: Detailabschnitt

source: Before Item
de_de@formal: Vor Element

source: After Item
de_de@formal: Nach Element

source: Elements can be combined based on the entries in the <strong>import mapping table</strong> (immonex OpenImmo2WP).
de_de@formal: Elemente können anhand der Einträge in der <strong>Import-Mapping-Tabelle</strong> (immonex OpenImmo2WP) kombiniert werden.

source: The sample data shown may not match the actual type of information.
de_de@formal: Die Art der angezeigten Beispielinhalte entspricht möglicherweise nicht der der tatsächlichen Daten.

source: left
de_de@formal: links

source: center
de_de@formal: zentriert

source: right
de_de@formal: rechts

source: Item
de_de@formal: Element

source: Baseline
de_de@formal: Grundlinie

source: Label, Value
de_de@formal: Bezeichnung, Wert

source: Value, Label
de_de@formal: Wert, Bezeichnung

source: Label, Value, Icon
de_de@formal: Bezeichnung, Wert, Icon

source: Icon, Label, Value
de_de@formal: Icon, Bezeichnung, Wert

source: Icon, Value, Label
de_de@formal: Icon, Wert, Bezeichnung

source: Value, Label, Icon
de_de@formal: Wert, Bezeichnung, Icon

source: Icon, Value
de_de@formal: Icon, Wert

source: Value, Icon
de_de@formal: Wert, Icon

source: Scope/Order
de_de@formal: Umfang/Reihenfolge

source: Label
de_de@formal: Bezeichnung

source: Value
de_de@formal: Wert

source: Font Size
de_de@formal: Schriftgröße

source: Group
de_de@formal: Gruppe

source: Source
de_de@formal: Quelle

source: full Address
de_de@formal: vollständige Adresse

source: Street
de_de@formal: Straße

source: Latitude
de_de@formal: Breitengrad

source: Longitude
de_de@formal: Längengrad

source: Virtual Tour Embed Code
de_de@formal: Einbettungscode der virtuellen Tour

source: Energy Efficiency Class
de_de@formal: Energieeffizienzklasse

source: AreaButler URL without Address
de_de@formal: AreaButler-URL ohne Adressangabe

source: AreaButler URL with Address
de_de@formal: AreaButler-URL mit Adressangabe

source: Plugin required
de_de@formal: Plugin erforderlich

source: available soon
de_de@formal: bald verfügbar

source: This widget requires %s.
de_de@formal: Dieses Widget setzt %s voraus.

source: the free %s plugin
de_de@formal: das kostenfreie Plugin %s

source: the %s premium plugin
de_de@formal: das Premium-Plugin %s

source: an additional plugin
de_de@formal: ein zusätzliches Plugin

source: Order it now!
de_de@formal: Jetzt ordern!

source: Property Types
de_de@formal: Objektarten

source: Marketing Types
de_de@formal: Vermarktungsarten

source: Types of Use
de_de@formal: Nutzungsarten

source: Projects
de_de@formal: Projekte

source: Localities
de_de@formal: Orte

source: Available Properties
de_de@formal: Verfügbare Immobilien

source: Unavailable only
de_de@formal: Nur nicht verfügbare

source: Reserved Properties
de_de@formal: Reservierte Immobilien

source: Unreserved only
de_de@formal: Nur nicht reservierte

source: Sold/Rented Properties
de_de@formal: Verkaufte/Vermietete Immobilien

source: Unsold/Unrented only
de_de@formal: Nur nicht verkaufte/vermietete

source: Featured Properties
de_de@formal: Empfohlene Immobilien

source: Non-featured only
de_de@formal: Nur nicht empfohlene

source: Front Page Offers
de_de@formal: Startseiten-Angebote

source: Non-Front-Page-Offers only
de_de@formal: Nur Nicht-Startseiten-Angebote

source: Automatic
de_de@formal: Automatisch

source: Most Current
de_de@formal: Aktuellste

source: For Sale first
de_de@formal: Kaufobjekte zuerst

source: For Rent first
de_de@formal: Mietobjekte zuerst

source: Available first
de_de@formal: Verfügbare zuerst

source: Primary Price ascending
de_de@formal: Primärpreis aufsteigend

source: Primary Price descending
de_de@formal: Primärpreis absteigend

source: Area ascending
de_de@formal: Fläche aufsteigend

source: Rooms ascending
de_de@formal: Zimmer/Räume aufsteigend

source: Enter the <strong>filename</strong> if an <strong>alternative</strong> PHP template should be used for rendering the component.
de_de@formal: Soll eine <strong>alternative</strong> PHP-Vorlage für das Rendern der Komponente verwendet werden, kann der <strong>Dateiname</strong> hier hinterlegt werden.

source: The file must be included in the subfolder %1$s of the <strong>skin</strong> folder selected in the %2$s plugin options.
de_de@formal: Die Datei muss im Unterordner %1$s des in den %2$s Plugin-Optionen ausgewählten <strong>Skin</strong>-Ordners enthalten sein.

source: Heading
de_de@formal: Überschrift

source: H Level (relative)
de_de@formal: H-Ebene (relativ)

source: Text Color
de_de@formal: Textfarbe

source: Typograhy
de_de@formal: Typografie

source: Text Stroke
de_de@formal: Textumrandung

source: Text Shadow
de_de@formal: Textschatten

source: Blend Mode
de_de@formal: Mischmodus

source: Multiply
de_de@formal: Multiplizieren

source: Overlay
de_de@formal: Überlagerung

source: Darken
de_de@formal: Abdunkeln

source: Lighten
de_de@formal: Aufhellen

source: Color Dodge
de_de@formal: Farbe ausweichen

source: Saturation
de_de@formal: Sättigung

source: Difference
de_de@formal: Differenz

source: Exclusion
de_de@formal: Ausschluss

source: Hue
de_de@formal: Farbton

source: Luminosity
de_de@formal: Helligkeit

source: Post Limit
de_de@formal: Beitragslimit

source: Maximum <strong>total</strong> number of displayed posts.
de_de@formal: Maximale <strong>Gesamt</strong>anzahl anzuzeigender Beiträge.

source: Page Limit
de_de@formal: Seitenlimit

source: Number of displayed posts <strong>per page</strong> unless a maximum number has been specified.
de_de@formal: Anzahl anzuzeigender Beiträge <strong>pro Seite</strong>, sofern keine maximale Gesamtanzahl festgelegt wurde.

source: Authors Filter
de_de@formal: Autorenfilter

source: Show/Hide only posts of selected authors.
de_de@formal: Nur Beiträge der ausgewählten Autoren anzeigen/ausblenden.

source: Exclude Authors
de_de@formal: Autoren ausschließen

source: Exclude posts of selected authors instead of explicitely including them.
de_de@formal: Beiträge ausgewählter Autoren ausschließen, anstatt diese explizit einzubinden.

source: Order
de_de@formal: Sortieren nach

source: Default (Publishing Date descending)
de_de@formal: Standard (Veröffentlichungsdatum absteigend)

source: Post ID
de_de@formal: Beitrags-ID

source: Post Title
de_de@formal: Beitragstitel

source: Slug
de_de@formal: Titelform (Slug)

source: Publishing Date
de_de@formal: Veröffentlichungsdatum

source: Modification Date
de_de@formal: Änderungsdatum

source: Random
de_de@formal: Zufall

source: Sort Direction
de_de@formal: Sortierrichtung

source: Ascending
de_de@formal: Aufsteigend

source: Descending
de_de@formal: Absteigend

source: Display posts that are marked as demo content.
de_de@formal: Beiträge anzeigen, die als Beispielinhalt gekennzeichnet sind.

source: Default (Yes)
de_de@formal: Standard (Ja)

source: Yes
de_de@formal: Ja

source: No
de_de@formal: Nein

source: Only
de_de@formal: Nur

source: Add comma-separated <strong>taxonomy term slugs</strong> in the following fields to explicitely include (e.g. "houses, flats") or exclude (e.g. "-lots") related properties.
de_de@formal: Durch das Hinterlegen kommagetrennter <strong>Taxonomie-Term-Slugs</strong> in den folgenden Feldern können Immobilien bestimmter Arten explizit eingebunden (z. B. "haeuser, wohnungen") oder ausgeschlossen (z. B. "-grundstuecke") werden.

source: Minimum Rooms (primary)
de_de@formal: Mindestanzahl Zimmer (primär)

source: Minimum Area (primary)
de_de@formal: Mindestfläche (primär)

source: Minimum Price (primary)
de_de@formal: Mindestpreis (primär)

source: Maximum Price (primary)
de_de@formal: Höchstpreis (primär)

source: Countries
de_de@formal: Länder

source: Comma-separated list of <strong>ISO 3166-1 ALPHA-3</strong> country codes (e.g. "DEU,AUT,CHE")
de_de@formal: Kommagetrennte Liste von Ländercodes im Format <strong>ISO 3166-1 ALPHA-3</strong> (z. B. "DEU,AUT,CHE")

source: Reference Properties
de_de@formal: Referenzobjekte

source: Master Properties
de_de@formal: Master-Objekte

source: Disable Property Detail Links
de_de@formal: Immobilien-Detail-Links deaktivieren

source: All
de_de@formal: Alle

source: For unavailable Properties
de_de@formal: Für nicht verfügbare Immobilien

source: For Reference Properties
de_de@formal: Für Referenzobjekte

source: Force Detail Page Language
de_de@formal: Sprache der Detailseite festlegen

source: Required in special cases in multilingual environments only: Enter a two letter ISO 639-1 language code (de, en, fr ...) to force a specific language for the <strong>linked property detail pages</strong>.
de_de@formal: Nur in Sonderfällen bzw. speziellen mehrsprachigen Umgebungen notwendig: Zweistelligen ISO-639-1-Sprachcode (de, en, fr ...) eintragen, um die Sprache der <strong>verlinkten Immobilien-Detailseite</strong> explizit festzulegen.

source: Custom Template
de_de@formal: Benutzerdefiniertes Template

source: List Elements
de_de@formal: Listen-Elemente

source: Background Color
de_de@formal: Hintergrundfarbe

source: Box Shadow
de_de@formal: Box-Schatten

source: Border Type
de_de@formal: Rahmenart

source: Border Radius
de_de@formal: Eckradius

source: Icon Color
de_de@formal: Icon-Farbe

source: This color is <strong>not</strong> applied to links.
de_de@formal: Diese Farbe wird <strong>nicht</strong> auf Links angewendet.

source: forms
de_de@formal: Formulare

source: Default Form
de_de@formal: Standardformular

source: Form Set ID
de_de@formal: Formularset-ID

source: If an %1$salternative set of property type forms%2$s shall be embedded, select its ID here.
de_de@formal: Wenn ein %1$salternatives Set von Immobilientyp-Formularen%2$s eingebunden werden soll, kann dessen ID hier ausgewählt werden.

source: A %1$sspecific property type form%2$s to start with can be selected here.
de_de@formal: Hier kann ein %1$sspezifisches Immobilientyp-Formular%2$s ausgewählt werden, dass direkt angezeigt werden soll.

source: Search Agent Form
de_de@formal: Suchagent-Formular

source: search
de_de@formal: Suche

source: agent
de_de@formal: Makler

source: form
de_de@formal: Formular

source: Form Scope
de_de@formal: Formularumfang

source: See %1$sdetailed form description%2$s.
de_de@formal: Siehe %1$sdetaillierte Formularbeschreibung%2$s.

source: compact
de_de@formal: kompakt

source: complete
de_de@formal: vollständig

source: user-defined
de_de@formal: benutzerdefiniert

source: The following mandatory elements are always included in the form:
de_de@formal: Die folgenden obligatorischen Elemente sind immer im Formular enthalten:

source: User-defined Elements
de_de@formal: Benutzerdefinierte Elemente

source: Filters/Sort
de_de@formal: Filter/Sortierung

source: filters
de_de@formal: Filter

source: sort
de_de@formal: Sortierung

source: order
de_de@formal: Reihenfolge

source: Custom Option Scope
de_de@formal: Benutzerdefinierter Optionsumfang

source: Exclude Options
de_de@formal: Optionen ausschließen

source: Exclude selected options instead of explicitely including them.
de_de@formal: Ausgewählte Optionen ausschließen, anstatt diese explizit einzubinden.

source: Default Option
de_de@formal: Standardoption

source: The default sorting option only needs to be selected here if it does not correspond to the first selection option and is not defined by GET parameter or filter function.
de_de@formal: Die Standard-Sortieroption muss nur dann ausgewählt werden, wenn sie nicht der ersten Auswahl entspricht und nicht per GET-Parameter definiert wird.

source: Extended
de_de@formal: Erweitert

source: Pagination
de_de@formal: Seitennavigation

source: pagination
de_de@formal: Paginierung

source: Carousel
de_de@formal: Karussell

source: carousel
de_de@formal: Karussell

source: List (Grid)
de_de@formal: Liste (Grid)

source: grid
de_de@formal: Raster

source: No Results Message
de_de@formal: Keine-Ergebnisse-Meldung

source: <strong>Optional</strong> custom text to display if no properties match the search/filter criteria. (Defaults to the message stored in the Kickstart plugin options.)
de_de@formal: <strong>Optionaler</strong> individueller Text, der angezeigt wird, wenn keine zu den Such-/Filterkriterien passenden Immobilien verfügbar sind. (Die Standardvorgabe hierfür ist in den Kickstart-Plugin-Optionen hinterlegt.)

source: Custom Sort Priority
de_de@formal: Benutzerdefinierte Sortierpriorität

source: By default, lists are sorted in descending order by the publication date of the entries they contain.
de_de@formal: Gemäß Standardvorgabe werden Listen absteigend nach dem Veröffentlichungsdatum der enthaltenen Einträge sortiert.

source: Taxonomy Filters
de_de@formal: Taxonomie-Filter

source: Custom Field Filters
de_de@formal: Custom-Field-Filter

source: Overview Map
de_de@formal: Übersichtskarte

source: map
de_de@formal: Karte

source: markers
de_de@formal: Marker

source: Map Type
de_de@formal: Kartentyp

source: Google-based maps require a valid API key supplied in the field below or via the Kickstart plugin options.
de_de@formal: Voraussetzung für die Nutzung von Google Maps ist ein gültiger API-Schlüssel, der im Feld unten oder den Kickstart-Plugin-Optionen hinterlegt ist.

source: road map view
de_de@formal: Straßenkarte

source: with property location marker
de_de@formal: mit Immobilien-Standortmarkern

source: German Style
de_de@formal: Deutscher Stil

source: OSM-based topographic view
de_de@formal: OSM-basierte topographische Darstellung

source: with road map layer and property location marker
de_de@formal: mit Straßenkarten-Ebene und Immobilien-Standortmarkern

source: topographic view
de_de@formal: topographische Darstellung

source: satellite view
de_de@formal: Satellitenbilder

source: <strong>Alternative</strong> key to be used instead of the one in the plugin options.
de_de@formal: <strong>Alternativer</strong> Schlüssel, der anstatt des Keys in den Plugin-Optionen verwendet werden soll.

source: Map Options
de_de@formal: Kartenoptionen

source: Additional <strong>provider-related</strong> options (OpenLayers/OpenStreetMap or Google Maps).
de_de@formal: Weitere <strong>anbieterspezifische</strong> Optionen (OpenLayers/OpenStreetMap oder Google Maps).

source: Auto Fit
de_de@formal: Automatische Anpassung

source: Center and zoom the map according to the contained markers automatically.
de_de@formal: Karte anhand der enthaltenen Marker automatisch zentrieren und zoomen.

source: Default Center Latitude
de_de@formal: Standard-Breitengrad (Zentrum)

source: Default Center Longitude
de_de@formal: Standard-Längengrad (Zentrum)

source: Default Zoom
de_de@formal: Standard-Zoomstufe

source: Property/Marker Limit
de_de@formal: Immobilien/Marker-Limit

source: Maximum number of markers that can be contained in the map.
de_de@formal: Maximale Anzahl an Markern, die in der Karte enthalten sein kann.

source: Author Filters
de_de@formal: Autorenfilter

source: Marker Type
de_de@formal: Markertyp

source: integrated
de_de@formal: integriert

source: custom
de_de@formal: benutzerdefiniert

source: Fill Color
de_de@formal: Füllfarbe

source: Fill Opacity
de_de@formal: Deckkraft der Füllung

source: Stroke Color
de_de@formal: Umrandungsfarbe

source: Stroke Width
de_de@formal: Umrandungsstärke

source: Scale Factor
de_de@formal: Skalierungsfaktor

source: Search Form
de_de@formal: Suchformular

source: default
de_de@formal: Standard

source: Dynamic Updates
de_de@formal: Dynamische Aktualisierung

source: Enable dynamic updates of <strong>list and map elements</strong> on the same page when search options are changed.
de_de@formal: Dynamische Aktualisierung von <strong>Listen- und Kartenelementen</strong> auf der gleichen Seite bei Änderung der Suchkriterien aktivieren.

source: Enabled
de_de@formal: Aktiviert

source: Disabled
de_de@formal: Deaktiviert

source: Alternative Results Page
de_de@formal: Alternative Ergebnisseite

source: Defaults to the <strong>current page</strong> if a property list shortcode is included.
de_de@formal: Standard ist die <strong>aktuelle Seite</strong>, sofern hier ein Immobilien-Listen-Shortcode enthalten ist.

source: Sold/Rented Selection
de_de@formal: Verkauft/Vermietet-Auswahl

source: Show "Sold" and "Rented" in the <strong>marketing type select box</strong> if related properties exist.
de_de@formal: Die Optionen "Verkauft" bzw. "Vermietet" sollen in der <strong>Auswahlbox der Vermarktungsart</strong> aufgeführt werden, sofern zugehörige Immobilien vorhanden sind.

source: Use default elements
de_de@formal: Standard-Elemente verwenden

source: Extended Search
de_de@formal: Erweiterte Suche

source: Taxonomy Selection Defaults
de_de@formal: Taxonomie-Auswahl-Vorgaben

source: Main Categories only
de_de@formal: Nur Hauptkategorien

source: Display only top-level entries in select boxes of hierarchical taxonomies (e.g. property type).
de_de@formal: Nur Elemente der Hauptebene in Auswahlboxen hierarchischer Taxonomien anzeigen (z. B. Objektart).

source: If the selectable taxonomy terms are to be limited to certain options, the corresponding <strong>top-level slugs</strong> can be stored in the following input fields as comma-separated lists (e.g. "houses, flats").
de_de@formal: Wenn die auswählbaren Taxonomie-Begriffe auf bestimmte Optionen beschränkt werden sollen, können die entsprechenden <strong>Slugs der Hauptebene</strong> in den folgenden Eingabefeldern in Form von kommagetrennten Listen hinterlegt werden (z. B. "haeuser, wohnungen").

source: Locations
de_de@formal: Orte

source: Distance Search
de_de@formal: Umkreissuche

source: Autocomplete Countries
de_de@formal: Länder der Autovervollständigung

source: Comma-separated <strong>ISO 3166-1 ALPHA-2</strong> country code list (e.g. "de,at,ch,be,nl") – leave empty to use defaults.
de_de@formal: Kommagetrennte Liste von Ländercodes (<strong>ISO 3166-1 ALPHA-2</strong>), z. B. "de,at,ch,be,nl" – leer lassen für Standardvorgaben.

source: Autocomplete OSM Place Tags
de_de@formal: OSM Place Tags (Autovervollständigung)

source: Comma-separated <strong>OpenStreetMap Place Tag List</strong> for filtering/prioritizing autocomplete search results – defaults to "city,town,village,borough,suburb" if empty.
de_de@formal: Kommagetrennte Liste von <strong>OpenStreetMap Place Tags</strong> für die Filterung/Priorisierung von Suchergebnissen der Autovervollständigung – Standardvorgabe ist "city,town,village,borough,suburb" falls leer.

source: The file must be included in the <strong>skin folder</strong> selected in the %s plugin options.
de_de@formal: Die Datei muss im <strong>Skin-Ordner</strong> enthalten sein, der in den %s Plugin-Optionen ausgewählt wurde.

source: Rooms & Areas
de_de@formal: Zimmer & Flächen

source: area
de_de@formal: Fläche

source: areas
de_de@formal: Flächen

source: size
de_de@formal: Größe

source: sizes
de_de@formal: Größen

source: Rooms and Areas
de_de@formal: Zimmer und Flächen

source: Living Area
de_de@formal: Wohnfläche

source: Plot
de_de@formal: Grundstück

source: Usable Area
de_de@formal: Nutzfläche

source: Basement Area
de_de@formal: Kellerfläche

source: Total Rooms
de_de@formal: Zimmer insgesamt

source: Bathrooms
de_de@formal: Badezimmer

source: Basic Gallery
de_de@formal: Basisgalerie
